Repository: parthlathiya0/Microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: gu

source: Error: the translation service is not configured.
gu: ભૂલ: અનુવાદ સેવા ગોઠવેલ નથી.

source: Error: the translation service failed.
gu: ભૂલ: અનુવાદ સેવા નિષ્ફળ.

source: Username
gu: વપરાશકર્તા નામ

source: Password
gu: પાસવર્ડ

source: Remember Me
gu: મને યાદ

source: Sign In
gu: સાઇન ઇન

source: Email
gu: ઇમેઇલ

source: Repeat Password
gu: પાસવર્ડ નું પુનરાવર્તન કરો

source: Register
gu: નોંધણી કરો

source: Please use a different username.
gu: કૃપા કરી કોઈ અલગ વપરાશકર્તા નામનો ઉપયોગ કરો.

source: Please use a different email address.
gu: કૃપા કરી કોઈ અલગ ઇમેઇલ સરનામું વાપરો.

source: Request Password Reset
gu: વિનંતી પાસવર્ડ ફરીથી સેટ કરો

source: Invalid username or password
gu: અયોગ્ય વપરાશકર્તાનામ અથવા પાસવર્

source: Congratulations, you are now a registered user!
gu: અભિનંદન, તમે હવે રજિસ્ટર્ડ યુઝર છો!

source: Check your email for the instructions to reset your password
gu: તમારા પાસવર્ડને ફરીથી સેટ કરવા માટેની સૂચનાઓ માટે તમારું ઇમેઇલ તપાસો

source: Your password has been reset.
gu: તમારો પાસવર્ડ ફરીથી સેટ કરવામાં આવ્યો છે.

source: About me
gu: મારા વિશે

source: Submit
gu: સબમિટ કરો

source: Say something
gu: કંઈક બોલ

source: Your post is now live.
gu: તમારી પોસ્ટ હવે લાઇવ થઈ ગઈ છે.

source: Your changes have been saved.
gu: તમારા ફેરફારો સંગ્રહાયેલ છે.

source: User %(username)s not found.
gu: વપરાશકર્તા %(username)s મળ્યુ નથી.

source: You cannot follow yourself!
gu: તમે તમારી જાતને અનુસરી શકતા નથી!

source: You are following %(username)s!
gu: તમે %(username)s ને અનુસરી રહ્યા છો!

source: User %(username)s not found
gu: વપરાશકર્તા %(username)s મળ્યુ નથી

source: You cannot unfollow yourself!
gu: તમે તમારી જાતને અનફોલો કરી શકો નહીં!

source: You are not following %(username)s
gu: તમે %(username)s ને અનુસરી રહ્યા નથી

source: said
gu: કહ્યું

source: Translate
gu: ભાષાંતર

source: Welcome to Microblog
gu: સ્વાગત Microblog માં

source: Toggle navigation
gu: ટગલ નેવિગેશન

source: Home
gu: ખેર

source: Explore
gu: અન્વેષણ કરો

source: Login
gu: પ્રવેશ કરો

source: Profile
gu: પ્રોફાઇલ

source: Logout
gu: લૉગ આઉટ

source: Error: Could not contact server.
gu: ભૂલ: સર્વરનો સંપર્ક કરી શકાયું નહીં.

source: welcome %(username)s
gu: સ્વાગત %(username)s

source: Newer posts
gu: નવી પોસ્ટ્સ

source: Older posts
gu: જૂની પોસ્ટ્સ

source: New User?
gu: નવા વપરાશકર્તા?

source: Click to Register!
gu: નોંધણી કરવા માટે ક્લિક કરો

source: Forgot Your Password?
gu: નોંધણી કરવા માટે ક્લિક કરો!

source: Click to Reset It
gu: તેને ફરીથી સેટ કરવા માટે ક્લિક કરો

source: Reset Password
gu: પાસવર્ડ ફરીથી સેટ કરો

source: Reset Your Password
gu: તમારો પાસવર્ડ ફરીથી સેટ કરો
